#/!bin/bash

echo " "
echo "  -------------------------------------------------------------------------"
echo "  |                               Здравствуйте!                           |"
echo "  |                                                                       |"
echo "  |       Это скрипт для запуска PHP + MySQL сайта в docker контейнере    |"
echo "  -------------------------------------------------------------------------"
echo "                                                                           "
echo " Давайте приступим:"
echo "                                                                           "
echo " Щаг 1 из 3. Введите путь к корневой дериктории варшего сайта (к примеру /var/www/html) "
echo -n " Путь к дериктории: "
read $pathtosite

